---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.PanelScheduleSheetInstance
source: html/9651030c-4009-a205-2f21-67940722563f.htm
---
# PanelScheduleSheetInstance Properties

The id of the assembly instance to which the element belongs.